# vstRestoreWPHybridTool

## Description
Restore the working plane after hybrid tool vstSetWPHybridTool.

```pascal
PROCEDURE vstRestoreWPHybridTool(message1 : LONGINT);
```

```python

def vs.vstRestoreWPHybridTool(message1):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|message1|LONGINT||

## Version
Availability: from Vectorworks 2011
## Category
* Tool Events